[
  {"id":1,
    "content":"<strong>Yixue Hao</strong>, M. Chen, L. Hu, J. Song, M. Volk, I. Humar, \"Wireless Fractal Ultra-dense Cellular Networks\", Sensors, Vol. 17, No. 4, pp. 841-848, 2017. （JCR二区期刊，影响因子2.677）"
  },
  {"id":2,
    "content":"<strong>Yixue Hao</strong>, L. Peng, H. Lu, M. Hassan, A. Alamri, \"Energy Harvesting Based Body Area Networks for Smart Health\", Sensors, Vol. 17, pp. 1602-1611, 2017. （JCR二区期刊，影响因子2.677）"
  },
  {"id":3,
    "content":"M. Chen, <strong>Yixue Hao</strong>, Y. Li, C. Lai, D. Wu, “On The Computation Offloading at Ad Hoc Cloudlet: Architecture and Service Models\", IEEE Communications, Vol. 53, No. 6, pp. 18-24, June 2015. （JCR一区期刊，影响因子10.435）[LocalPDF] ESI Highly Cited Paper (发表于 10 年内各领域中被引用频率达到 ESI 前 1% 基准线的文章)"
  },
  {"id":4,
    "content":"M. Chen, <strong>Yixue Hao</strong>, C. Lai, D. Wu, Y. Li, K. Hwang, “Opportunistic Workflow Scheduling over Co-Located Clouds in Mobile Environment\", IEEE Trans. Service Computing, DOI: 10.1109/TSC.2016.2589247, 2016. （JCR一区期刊，影响因子 3.52）[LocalPDF]"
  },
  {"id":5,
    "content":"X. Shi, <strong>Yixue Hao</strong>, D. Zeng, L. Wang, M. Hossain, S. Rahman, A. Alelaiwiet, “Cloud-Assisted Mood Fatigue Detection System\", ACM/Springer Mobile Networks and Applications, Vol. 21, No. 5, pp. 744-752, 2016. （JCR二区期刊，影响因子3.259）[LocalPDF]"
  },
  {"id":6,
    "content":"M. Chen, <strong>Yixue Hao</strong>, M. Qiu, J. Song, D. Wu, I. Humar, \"Mobility-aware Caching and Computation Offloading in 5G Ultradense Cellular Networks\", Sensors, Vol. 16, No. 7, pp. 974-987, 2016. （JCR二区期刊，影响因子2.677）[LocalPDF]"
  },
  {"id":7,
    "content":"M. Chen, <strong>Yixue Hao</strong>, K. Hwang, L. Wang, L. Wang, \"Disease Prediction by Machine Learning over Big Healthcare Data\", IEEE Access, Vol. 5, No. 1, pp. 8869-8879, 2017. （JCR二区期刊，影响因子3.244） Among the most popular paper in IEEExplore [link]"
  },
  {"id":8,
    "content":"P. Zhou, <strong>Yixue Hao</strong>, J. Yang, W. Li, L. Wang, Y. Miao, J. Song, \"Cloud-assisted Hugtive Robot for Affective Interaction\", Multimedia Tools and Applications, Vol. 76, No. 8, pp. 10839–10854, 2017. （JCR二区期刊，影响因子1.530） [LocalPDF]"
  },
  {"id":9,
    "content":"M. Chen, <strong>Yixue Hao</strong>, L. Hu, K. Huang, V. Lau, \"Green and Mobility-aware Caching in 5G Networks\", IEEE Trans. Wireless Communications, in revision, 2016. （JCR一区期刊，影响因子4.951）"
  },
  {"id":10,
    "content":"B. Li, L. Peng, <strong>Yixue Hao</strong>, Y. Miao, M. Hassan, \"Energy-Efficient Multiperiod Planning of Optical Core Network to Support 5G Networks\", Transactions on Emerging Telecommunications Technologies, DOI: 10.1002/ett.3147, 2017. （JCR二区期刊，影响因子1.535）"
  },
  {"id":11,
    "content":"M. Chen, <strong>Yixue Hao</strong>, et al., \"Task Scheduling in 5G Ultra-dense Cellular Networks with Renewable Energy Supplies\", IEEE Trans. Wireless Communications, under review, 2017. （JCR一区期刊，影响因子4.951）"
  },
  {"id":12,
    "content":"X. Shi, Y. Hu, Y. Zhang, W. Li, <strong>Yixue Hao</strong>, A. Alelaiwi, S. Rahman, M. Hossain, \"Multiple Disease Risk Assessment with Uniform model based on Medical Clinical Notes\", IEEE Access, Vol. 4, pp. 7074-7083, Sep. 2016. [LocalPDF]"
  },
  {"id":13,
    "content":"M. Chen, J. Yang, <strong>Yixue Hao</strong> (*corresponding author), S. Mao, K. Hwang, \"A 5G Cognitive System for Healthcare\", Big Data and Cognitive Computing, Vol. 1, No. 1, DOI:10.3390/ bdcc1010002, 2017."
  },
  {"id":14,
    "content":"M. Chen, Y. Zhang, M. Qiu, N. Guizani, <strong>Yixue Hao</strong> (*corresponding author),\"SPHA: Smart Personal Health Advisor Based on Deep Analytics\", IEEE Communications, accepted, 2017. （JCR一区期刊，影响因子10.435）"
  },
  {"id":15,
    "content":"M. Chen, Y. Qian, <strong>Yixue Hao</strong>, Y. Li, J. Song, \"Data-Driven Computing and Caching in 5G Networks: Architecture and Delay Analysis\", IEEE Wireless Communications, to appear, 2017. （ JCR 一区期刊，影响因子 8.972 ）"
  },
  {"id":16,
    "content":"Y. Ma, <strong>Yixue Hao</strong>, Y. Qian, M. Chen, “Cloud-assisted Humanoid Robotics for Affective Interaction\", IEEE ICCAR 2016, HK, April 28-30, 2016. [LocalPDF]"
  },
  {"id":17,
    "content":"M. Chen, Y. Ma, <strong>Yixue Hao</strong>, Y. Li, D. Wu, Y. Zhang, E. Song, \"CP-Robot: Cloud-assisted Pillow Robot for Emotion Sensing and Interaction\", Industrialiot 2016, Guangzhou, China, Mar. 2016. [LocalPDF] (Best Paper Award)"
  },
  {"id":18,
    "content":"M. Chen, <strong>Yixue Hao</strong>, S. Mao, D. Wu, Y. Zhou, \"User Intent-oriented Video QoE with Emotion Detection Networking\", IEEE Globecom, Washington, USA, Dec. 4-8, 2016. [LocalPDF]"
  },
  {"id":19,
    "content":"M. Chen, <strong>Yixue Hao</strong>, Y. Li, D. Wu, D. Huang, “Demo: LIVES: Learning through Interactive Video and Emotion-aware System”, ACM Mobihoc 2015, Hangzhou, June 22-25, 2015.[LocalPDF]"
  }
]