[
  {"id":1,
    "content":"M. Chen, <strong>Wei Li</strong>, G. Fortino, Y. Hao, L. Hu, I. Humar, \"A Dynamic Service-Migration Mechanism in Edge Cognitive Computing\", ACM Transactions on Internet Technology, accepted, 2018."
  },
  {"id":2,
    "content":"M. Chen, <strong>Wei Li</strong>, Y. Hao, Y. Qian, I. Humar, \"Edge Cognitive Computing based Smart Healthcare System\", Future Generation Computing System, Vol. 86, pp. 403-411, Sep. 2018."
  },
  {"id":3,
    "content":"Y. Miao, <strong>Wei Li</strong>, D. Tian, M. S. Hossain, M. F. Alhamid, \"Narrow Band Internet of Things: Simulation and Modelling\", IEEE IoT Journal, Vol. 5, No. 4, pp. 2304-2314, 2018. (JCR一区期刊，影响因子7.96)"
  },
  {"id":4,
    "content":"X. Shi, <strong>Wei Li</strong>, J. Song, M. Hossain, S. Rahman, A. Alelaiwi, \"Towards Interactive Medical Content Delivery Between Simulated Body Sensor Networks and Practical Data Center\", Journal of Medical System, DOI: 10.1007/s10916-016-0575-5, 2016. "
  },
  {"id":5,
    "content":"P． Zhou, Y. Hao,J. Yang, <strong>Wei Li</strong>, L. Wang, Y. Miao, J. Song, \"Cloud-assisted Hugtive Robot for Affective Interaction\", Multimedia Tools and Applications, Vol. 76, No. 8, pp. 10839–10854, 2017. "
  },
  {"id":6,
    "content":"X. Shi, Y. Hu, Y. Zhang, <strong>Wei Li</strong>, Y. Hao, A. Alelaiwi, S. Rahman, M. Hossain, \"Multiple Disease Risk Assessment with Uniform model based on Medical Clinical Notes\", IEEE Access, Vol. 4, pp. 7074-7083, Sep. 2016. "
  },
  {"id":7,
    "content":"<strong>Wei Li</strong>, J. Lu, Y. Xu, Z. Wei, Y. Tian, Y. Miao, \"Wireless Cooperative Caching in Device-to-Device Networks: Simulation and Modeling\", 12th EAI International Conference on Testbeds and Research Infrastructures for the Development of Networks & Communities (TRIDENTCOM 2017), Dalian, China, Sept. 2017. (Best Student Paper Award)"
  },
  {"id":8,
    "content":"Y. Zhang, <strong>Wei Li</strong>, P. Zhou, J. Yang, X. Shi, \"Big Sensor Data: A Survey\", The 9th International Conference on Internet and Distributed Computing Systems (IDCS 2016), DOI: 10.1007/978-3-319-45940-0_14, 2016."
  },
  {"id":9,
    "content":"M. Liu, K. Lin, J. Yang, D. Xiao, Y. Miao, L. Wang, <strong>Wei Li</strong>, Z. Wei, J. Lu \"Mobile Cloud Platform: Architecture, Deployment and Big Data Applications\", Cloudcomp 2016, Guangzhou, China, Nov. 2016. (Best Student Paper Award)"
  }
]
