[
  {"id":1,
    "content":"<strong>Long Hu</strong>, M. Qiu, J. Song, M. Hossain, A. Ghoneim, \"Software Defined Healthcare Networks”, IEEE Wireless Communications, Vol. 22, No. 6, pp. 67-75, Dec. 2015. （JCR 一区期刊，影响因子 6.524 ）(SCIE)"
  },
  {"id":2,
    "content":"<strong>Long Hu</strong>, Y. Hao, K. Huang, V. Lau, S. Mao, M. Chen, \"Green and Mobility-aware Caching in 5G Networks\", IEEE Trans. Wireless Communications, in revision, 2017."
  },
  {"id":3,
    "content":"<strong>Long Hu</strong>, J. Wang, E. Song, A. Ksentini, H. Anwar, M. Rawashdeh, \"SDN-SPS: Semi-Physical Simulation for Software Defined Networks\", IEEE Sensors Journal, DOI: 10.1109/JSEN.2016.2561969, 2016."
  },
  {"id":4,
    "content":"K. Lin, J. Luo, <strong>Long Hu</strong>, M. Hossain, A. Ghoneim, \"Localization Based on Social Big Data Analysis in the Vehicular Networks”, IEEE Trans. Industrial Informatics, DOI: 10.1109/TII.2016.2641467, Dec. 2016. （JCR 一区期刊，影响因子4.708）"
  },
  {"id":5,
    "content":"Y. Sun, M. Chen, <strong>Long Hu</strong> (corresponding author), Yongfeng Qian , M. Hassan, \"ASA: Against Statistical Attacks for Privacy-aware Users in Location Based Service\", Future Generation Computer Systems, DOI: doi:10.1016/j.future.2016.06.017, 2016."
  },
  {"id":6,
    "content":"Min Chen , Y. Qian, K. Hwang, J. Chen, S. Mao, <strong>Long Hu</strong> (corresponding author), \"Privacy Protection and Intrusion Avoidance for Cloudlet-based Medical Data Sharing\", IEEE Trans. Cloud Computing, minor revision, 2016."
  },
  {"id":7,
    "content":"<strong>Long Hu</strong>, D.Mau, Q.Liu,T.Han, Y.Sun, \"Integration of Wireless Body Area Networks (WBANs)and WAN, WiMAX and LTE”, KSII Transactions on Internet and Information Systems, Vol.7,No.5, pp.980-997, May 2013.  (SCIE)"
  },
  {"id":8,
    "content":"<strong>Long Hu</strong>, D. Mau, X. Zhu, Q. Liu, E. Song, \"Enabling RFID technology for healthcare: application,architecture, and challenges\", Telecommunication Systems, Vol. 58, No. 3, pp. 259-271, Mar. 2015.  (SCIE)"
  },
  {"id":9,
    "content":"<strong>Long Hu</strong>, K.Lin, M. Hassan, A.Alamri, A.Alelaiwi, \"CFSF: On Cloud-Based Recommendation for Large-Scale E-commerce\", ACM/Springer Mobile Networks and Applications, Vol. 20, Issue 3, pp. 380-390, Janl 2015.  (SCIE)"
  },
  {"id":10,
    "content":"<strong>Long Hu</strong>, Y. Zhang, D. Feng*, M. Hassan, A. Alelaiwi, A. Alamri, \"Design of QoS-Aware Multi-Level MAC-Layer for Wireless Body Area Network\", Journal of Medical System, Vol. 39, No. 12, Dec. 2015. (SCIE)"
  },
  {"id":11,
    "content":"Limei Peng, <strong>Long Hu</strong>, \"On Bandwidth-Rich and High-Efficient Cloud Transport Networks,\" Journal of Internet Technology, Vol. 16 No. 2, PP. 363-368, March 2015. (SCIE)"
  },
  {"id":12,
    "content":"M. Chen, Y. Zhang, <strong>Long Hu</strong>, T. Taleb, Z. Sheng, \"Cloud-based Wireless Network: Virtualized, Reconfigurable, Smart Wireless Network to Enable 5G Technologies\", ACM/Springer Mobile Networks and Applications , Vol. 20, No. 6, pp. 704-712, Dec. 2015. Feature Paper of this issue. (SCIE)"
  },
  {"id":13,
    "content":"Y. Zhang, M. Chen, S. Mao, <strong>Long Hu</strong>, Victor C. M. Leung, \"CAP: Crowd Activity Prediction Based on BigData Analysis\", IEEE Network, Vol. 28, No. 4, pp. 52-57, July 2014.  （ JCR 一区期刊，影响因子 3.720 ） (SCIE)"
  },
  {"id":14,
    "content":"W. Cai, Victor C. M. Leung, <strong>Long Hu</strong>, \"A Cloudlet-Assisted Multiplayer Cloud Gaming System\", ACM/Springer Mobile Networks and Applications, Vol. 19, No. 2, pp. 144-152, April 2014.  (SCIE)"
  },
  {"id":15,
    "content":"M. Yang, Y. Li, <strong>Long Hu</strong>, Bo Li, D. Jin, Sheng Chen, Z. Yan, \"Cross-Layer Software-Defined 5G Network\", ACM/Springer Mobile Networks and Applications, Vol. 19, No. 2, pp. 400-409, April 2014.  (SCIE)"
  },
  {"id":16,
    "content":"K. Zheng, H. Meng, L. Hou, K. Lin, <strong>Long Hu</strong>, \"Dynamic Offloading Schemes for Mobile Cloud Computing Services in Heterogeneous Networks,\" Journal of Internet Technology, Vol. 16 No. 2, PP. 335-342, March 2015. (SCIE)"
  },
  {"id":17,
    "content":"Y. Zhang, L.Wang, <strong>Long Hu</strong>, X.Wang, M.Chen,\"COMER: Cloud-based medicine recommendation\", International Conference on Heterogeneous Networking for Quality, Reliability, Security and Robustness (QShine), pp. 24-30, Greece, Aug 2014. "
  },
  {"id":18,
    "content":"Z. He, H.Zhou, <strong>Long Hu</strong>, J. Liu, Lei Su, \"A Dynamic and Static Combined Replication Management Mechanism Based on Frequency Adaptive\", Cloudcomp 2014, Oct. 15-17, Guilin, China. Best Paper Award."
  },
  {"id":19,
    "content":"Y. Hao, M. Chen, <strong>Long Hu</strong>, J. Song, M. Volk, I. Humar, \"Wireless Fractal Ultra-dense Cellular Networks\", Sensors, accepted, 2017. （JCR 一区期刊，影响因子 2.033） (SCIE)"
  },
  {"id":20,
    "content":"<strong>Long Hu</strong>, Y. Qian, et al., \"Photo Crowdsourcing based Privacy-Protected Healthcare\", IEEE Trans. Sustainable Computing, accepted, 2017."
  },
  {"id":21,
    "content":"D. Mau, J. Wang, L. Wang, <strong>Long Hu</strong>, Y. Ma, Y. Zhang,\"SIMON: SeamlessservIce MigratiON in Mobile Network\", Proc. 9th International Conference on Testbeds and Research Infrastructures for the Development of Networks and Communities (TRIDENTCOM 2014), Guangzhou, May 2014."
  }
]